[ESG 경영]<br>
- 지속적으로 발전할 수 있는 형태의 경영방식<br>
- E(환경) / S(사회) / G(지배구조)<br>
<br>
[E(환경) 배경]<br>
- 유럽<br>
    > 제품을 탄소로 치환하고 기준값을 넘길 시 구매하지 않겠다.<br>
    > 원료, 제조, 수송, 사용, 폐기 전과정을 탄소로 치환<br>
- 현대자동차<br>
    > 사용하는 원재료에 대해서는 탄소로 치환하기가 어렵다.<br>
    > 1, 2차사도 하도록 교육을 하자!<br>
    > 하지 않으면 아이템 1개씩 수주받지 못하도록 하자! (2026년 부터)<br>
<br>
[히스토리]<br>
- 22.05 현대 트랜시스 자가진단<br>
- 23.08 대한상공회의소 ESG 컨설팅<br>
- 23.05 현대 트랜시스 자가진단<br>
- 23.10 현대 트랜시스 ESG 컨설팅<br>
- 24.04 ESG 교육 (온실가스 배출량 산정, LCA의 이해)<br>
- 24.05 두올 탄소배출량 조사 대응<br>
- 24.05 현대 트랜시스 ESG 컨설팅 설명회 참석<br>
- 24.05~06 현대 트랜시스 자가진단 및 제출<br>
- 24.07 나이스디앤비 ESG컨설팅 1차<br>
- 24.08 나이스디앤비 ESG컨설팅 2차<br>
- 24.09 트랜시스 ESG자가진단 결과<br>
- 24.10 나이스디앤비 ESG컨설팅 3차<br>
- 24.11 나이스디앤비 ESG실태표조사(결과는12월중순예정)<br>
- 24.12 나이스디앤비 ESG실태표 결과나옴(A+)<br>
- 25.04 에코바디스 ESG스코어카드 결과나옴(49/100)_상위 35%_정책배지 수여<br>
- 25.04 현대자동차 2025 "자동차부품산업 ESG · 탄소중립 박람회 온라인 세미나" 시청<br>
- 25.05 현대트랜시스 공급망 ESG 평가<br>
- 25.06 케이비오토텍 ESG 협력사 진단<br>
- 25.07 DH오토리드 협력사 인권 환경 리스크 진단표 제출<br>
- 25.07 현대트랜시스 협력사 사업장 탄소배출량 제출<br>